Repository: darktable-org/darktable
Catalog: doc/usermanual/po/cs.tmx
Source language: en
Languages: cs

source: controls the way parameters are autoset increase if shadows are not denoised enough or if chroma noise remains. this can happen if your picture is underexposed.
cs: ovládá způsob, jakým jsou automaticky nastaveny parametry. zvyšte, pokud stíny nejsou dostatečně odšuměny nebo poku zůstává chroma šum. to se může stát v případě podexponovaného snímku.

source: finetune shadows denoising. decrease to denoise more aggressively dark areas of the image.
cs: doladit odšumění stínů. zmenšete pro agresívnější odšumění tmavých oblastí snímku.

source: correct color cast in shadows. decrease if shadows are too purple. increase if shadows are too green.
cs: opravit barevný závoj ve stínech. zmenšete, pokud jsou stíny příliš purpurové. zvětšete, pokud jsou stíny příliš zelené.

source: random
cs: náhodné

source: floyd-steinberg 1-bit B&W
cs: floyd-steinberg 1bitové čb

source: floyd-steinberg 4-bit gray
cs: floyd-steinberg 4-bit šedá

source: floyd-steinberg 8-bit RGB
cs: floyd-steinberg 8bitové RGB

source: floyd-steinberg 16-bit RGB
cs: floyd-steinberg 16bitotvé RGB

source: radius for blurring step
cs: poloměr pro krok rozostření

source: the gradient range where to apply random dither
cs: rozsah gradientu pro aplikaci náhodného ditheringu

source: gradient range
cs: rozsah gradientu

source: damping level of random dither
cs: úroveň oslabení náhodného ditheringu

source: damping
cs: oslabení

source: legacy equalizer
cs: původní ekvalizér

source: sharpen (strong)
cs: doostřit (silně)

source: null
cs: bez úpravy

source: denoise (strong)
cs: odšumět (silně)

source: this module will be removed in the future and is only here so you can switch it off and move to the new equalizer.
cs: modul bude v budoucnosti odstraněn. vypněte jej prosím a použijte nový ekvalizér.

source: black
cs: černá

source: auto-exposure
cs: auto-expozice

source: percentile
cs: percentil

source: target level
cs: cílová úroveň

source: magic lantern defaults
cs: výchozí hodnoty magiky laterny

source: failed to get raw buffer from image `%s'
cs: selhalo získání raw bufferu ze snímku "%s"

source: manual
cs: ručně

source: automatic
cs: automaticky

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives.
cs: nastavte úroveň černé, aby hodnoty RGB nebyly záporné. nepoužívat pro zvýraznění černé! při špatném nastavení se barvy blízké černé dostanou mimo gamut kvůli hodnotám RGB které se stanou zápornými.

source: percentage of bright values clipped out, toggle color picker to activate
cs: procento oříznutých hodnot ve světlech, přepněte kapátko pro aktivaci

source: clipping threshold
cs: práh pro ořez

source: where in the histogram to meter for deflicking. E.g. 50% is median
cs: kde v histogramu provést měření pro odstranění chvění (deflicking). např. 50 % je střední hodnota

source: where to place the exposure level for processed pics, EV below overexposure.
cs: kam umístit hladinu expozice pro zpracované snímky, počet EV pod přeexpozicí.

source: computed EC:
cs: vypočtené EC:

source: what exposure correction has actually been used
cs: jaká korekce expozice byla skutečně použita

source: filmic
cs: filmové

source: 10 EV (indoors)
cs: 10 EV (uvnitř)

source: 11 EV (dim outdoors)
cs: 11 EV (venku - tmavo)

source: 12 EV (outdoors)
cs: 12 EV (venku)

source: 13 EV (bright outdoors)
cs: 13 EV (venku - světlo)

source: 14 EV (backlighting)
cs: 14 EV (protisvětlo)

source: 15 EV (sunset)
cs: 15 EV (západ slunce)

source: read-only graph, use the parameters below to set the nodes
cs: graf jen pro čtení, k nastavení uzlů použijte parametry níže

source: logarithmic shaper
cs: logaritmický tvarovač

source: middle grey luminance
cs: jas střední šedé

source: adjust to match the average luminance of the subject. except in back-lighting situations, this should be around 18%.
cs: upravit pro nastavení průměrného jasu předmětu. kromě scén v protisvětle, toto by mělo být okolo 18 %.

source: white relative exposure
cs: relativní expozice bílé

source: number of stops between middle grey and pure white. this is a reading a lightmeter would give you on the scene. adjust so highlights clipping is avoided
cs: počet clon mezi střední šedou a čistou bílou. toto je hodnota, kterou byste získali při měření scény expozimetrem. upravte tak, aby nedošlo k přepálení světel.

source: black relative exposure
cs: relativní expozice černé

source: number of stops between middle grey and pure black. this is a reading a lightmeter would give you on the scene. increase to get more contrast. decrease to recover more details in low-lights.
cs: počet clon mezi střední šedou a čistou černou. toto je hodnota, kterou byste získali při měření scény expozimetrem. zvětšte pro větší kontrast. zmenšete pro zlepšení detailů ve stínech.

source: safety factor
cs: bezpečnostní faktor

source: enlarge or shrink the computed dynamic range. useful in conjunction with "auto tune levels".
cs: zvětšit či zmenšit spočtený dynamický rozsah. užitečné ve spojení s "automatickým vyladěním úrovní".

source: auto tune levels
cs: aplikovat automatické vyladění úrovní

source: try to optimize the settings with some guessing. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys and low-keys.
cs: zkusit odhadnout optimální nastavení. jasový rozsah bude rovnoměrně distribuován v histogramu. funguje lépe pro krajiny a rovnoměrně osvícené snímky, ale selže pro high-key a low-key scény.

source: filmic S curve
cs: filmová S křivka

source: slope of the linear part of the curve affects mostly the mid-tones
cs: sklon lineární části křivky ovlivňuje především střední tóny.

source: latitude
cs: zem. šířka

source: width of the linear domain in the middle of the curve. increase to get more contrast at the extreme luminances. this has no effect on mid-tones.
cs: šíře lineární oblasti ve středu křivky zvětšit pro větší kontrast v světlech. střední tóny nebudou ovlivněny.

source: shadows/highlights balance
cs: vyvážení světel/stínů

source: slides the latitude along the slope to give more room to shadows or highlights. use it if you need to protect the details at one extremity of the histogram.
cs: posouvá výšku podél skloněné přímky, aby stíny a světla získala více prostoru. použijte v případě, že chcete zachovat detaily na okrajích histogramu.

source: global saturation
cs: globální sytost

source: desaturates the input of the module globally. you need to set this value below 100% if the chrominance preservation is enabled.
cs: globálně desaturuje vstup modulu. hodnota musí být nižší než 100 %, pokud je aktivní "zachování barevnosti".

source: extreme luminance saturation
cs: systost extrémního jasu

source: desaturates the output of the module specifically at extreme luminances. decrease if shadows and/or highlights are over-saturated.
cs: desaturuje výstup modulu zvláště při okraji histogramu. snižte, pokud stíny anebo světla jsou příliš syté.

source: intent
cs: záměr

source: contrasted
cs: kontrastní

source: faded
cs: vybledlé

source: optimized
cs: optimalizované

source: change this method if you see reversed contrast or faded blacks
cs: změňte metodu pokud vidíte obrácený kontrast či vybledlé stíny

source: preserve the chrominance
cs: zachovat barevnost

source: ensure the original color are preserved. may reinforce chromatic aberrations. you need to manually tune the saturation when using this mode.
cs: zachovat původní barevnost. může vést k efektu chromatické vady objektivu.\n při použití této funkce musíte ručně doladit sytost barev.

source: destination/display
cs: cíl/displej

source: target black luminance
cs: cílový jas černé

source: luminance of output pure black, this should be 0% except if you want a faded look
cs: jas výstupu pro čistou černou, mělo by být 0 % kromě případů, kdy chcete vybledlý vzhled

source: target middle grey
cs: cílová střední šedá

source: midde grey value of the target display or color space. you should never touch that unless you know what you are doing.
cs: hodnota střední šedé cílového displeje nebo prostoru barev. pokud nevíte, co děláte, ruce pryč a nic neměňte.

source: target white luminance
cs: cílový jas bílé

source: luminance of output pure white, this should be 100% except if you want a faded look
cs: jas výstupu pro čistou bílou, mělo by být 100 % kromě případů, kdy chcete vybledlý vzhled

source: target gamma
cs: cílové gama

source: power or gamma of the transfer function of the display or color space. you should never touch that unless you know what you are doing.
cs: mocnina nebo gama přenosové funkce displeje nebo prostoru barev. pokud nevíte, co děláte, ruce pryč a nic neměňte.

source: filmic rgb
cs: filmové rgb

source: 07 EV dynamic range
cs: 07 EV dynamický rozsah

source: 09 EV dynamic range
cs: 09 EV dynamický rozsah

source: 11 EV dynamic range
cs: 11 EV dynamický rozsah

source: 13 EV dynamic range
cs: 13 EV dynamický rozsah

source: 15 EV (backlighting)
cs: 15 EV (protisvětlo)

source: white exposure
cs: expozice bílé

source: black exposure
cs: expozice stínů

source: dynamic range scaling
cs: škálování dynamického rozsahu

source: shadows highlights balance
cs: vyvážení stínů/světel

source: read-only graph, use the parameters below to set the nodes the bright curve is the filmic tone mapping curve the dark curve is the desaturation curve
cs: graf jen ke čtení, použijte parametry pod ním pro nastavení uzlů světlá křivka mapuje křivku filmového tónu tmavá křivka je desaturační křivka

source: scene
cs: scéna

source: look
cs: vzhled

source: display
cs: zobrazení

source: adjust to match the average luminance of the image's subject. the value entered here will then be remapped to 18.45%. decrease the value to increase the overall brightness.
cs: upravit k nastavení střední svítivosti předmětu snímku. vložená hodnota bude poté namapována na 18.45 %. snižte hodnotu pro zvýšení celkového jasu.

source: symmetrically enlarge or shrink the computed dynamic range. useful to give a safety margin to extreme luminances.
cs: symetricky roztáhnout či smrsknout spočtený dynamický rozsah. užitečné pro bezpečnostní rezervu u extrémních jasů.

source: try to optimize the settings with some statistical assumptions. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys, low-keys and high-ISO pictures. this is not an artificial intelligence, but a simple guess. ensure you understand its assumptions before using it.
cs: zkusit optimálizovat nastavení na zákl. statistických předpokladů. jasový rozsah bude rovnoměrně distribuován v mezích histogramu. funguje lépe pro krajiny a rovnoměrně osvícené snímky, ale selže pro scény high-key, low-key, vysoké ISO. toto není umělá inteligence, ale prostý odhad. ujistěte se, že chápete předpoklady než toto použijete.

source: width of the linear domain in the middle of the curve, in percent of the dynamic range (white exposure - black exposure). increase to get more contrast and less desaturation at extreme luminances, decrease otherwise. no desaturation happens in the latitude range. this has no effect on mid-tones.
cs: šíře lineární oblasti ve středu křivky jako procento dynamického rozsahu (expozice bílé - černé). zvětšit pro větší kontrast a menší desaturaci v extrémních jasových hodnotách. střední tóny nebudou ovlivněny.

source: desaturates the output of the module specifically at extreme luminances. increase if shadows and/or highlights are under-saturated.
cs: desaturuje výstup modulu zvláště u extrémních hodnot jasu. zvyšte, pokud stíny anebo světla jsou málo syté.

source: preserve chrominance
cs: zachovat barevnost

source: luminance Y
cs: svítivost Y

source: ensure the original color are preserved. may reinforce chromatic aberrations and chroma noise, so ensure they are properly corrected elsewhere.
cs: zachovat původní barevnost. může vést k efektu chromatických vad a chroma šumu, které pak musíte ručně opravit v jiném modulu.

source: target power transfer function
cs: funkce přenosu cílové mocniny

source: scale into final size
cs: škálovat na finální velikost

source: autodetect
cs: automaticky

source: no rotation
cs: bez otočení

source: flip horizontally
cs: převrátit vodorovně

source: flip vertically
cs: převrátit svisle

source: rotate by -90 degrees
cs: otočit o 90° po směru hod. ručiček

source: rotate by 90 degrees
cs: otočit o 90° proti směru hod. ručiček

source: rotate by 180 degrees
cs: otočit o 180°

source: rotate
cs: otočit

source: rotate 90 degrees CCW
cs: otočit o 90° proti směru hod. ručiček

source: rotate 90 degrees CW
cs: otočit o 90° po směru hod. ručiček

source: global tonemap
cs: globální mapování tónů

source: operator
cs: operátor

source: the global tonemap operator
cs: globální operátor mapování tónů

source: bias
cs: závislost

source: the bias for tonemapper controls the linearity, the higher the more details in blacks
cs: závislost pro mapovač tónů má vliv na linearitu, čím větší tím více detailů ve stínech

source: target
cs: cíl

source: the target light for tonemapper specified as cd/m2
cs: cílové osvětlení pro mapovač tónů určená jako cd/m2

source: neutral gray ND2 (soft)
cs: neutrální šedý ND2 (měkký)

source: neutral gray ND4 (soft)
cs: neutrální šedý ND4 (měkký)

source: neutral gray ND8 (soft)
cs: neutrální šedý ND8 (měkký)

source: neutral gray ND2 (hard)
cs: neutrální šedý ND2 (tvrdý)

source: neutral gray ND4 (hard)
cs: neutrální šedý ND4 (tvrdý)

source: neutral gray ND8 (hard)
cs: neutrální šedý ND8 (tvrdý)

source: orange ND2 (soft)
cs: oranžový ND2 (měkký)

source: yellow ND2 (soft)
cs: žlutý ND2 (měkký)

source: purple ND2 (soft)
cs: purpurový ND2 (měkký)

source: green ND2 (soft)
cs: zelený ND2 (měkký)

source: red ND2 (soft)
cs: červený ND2 (měkký)

source: blue ND2 (soft)
cs: modrý ND2 (měkký)

source: brown ND4 (soft)
cs: hnědý ND4 (měkký)

source: graduated density
cs: přechodový filtr

source: density
cs: hustota

source: the density in EV for the filter
cs: hustota v EV pro filtr

source: compression of graduation: 0% = soft, 100% = hard
cs: komprese odstupňování: 0 % = měkký; 100 % = tvrdý

source: rotation of filter -180 to 180 degrees
cs: otočení filtru -180° až 180°

source: select the hue tone of filter
cs: vyberte odstín barevného tónu filtru

source: select the saturation of filter
cs: vyberte sytost filtru

source: [%s on nodes] change line rotation
cs: [%s on nodes] změnit otočení linie

source: [%s on line] move line
cs: [%s on line] přemístit linii

source: [%s on line] change density
cs: [%s on line] změnit hustotu

source: [%s on line] change compression
cs: [%s on line] změnit stlačení

source: grain
cs: zrno

source: the grain size (~ISO of the film)
cs: velikost zrna (~ ISO filmu)

source: the strength of applied grain
cs: síla použitého zrna

source: midtones bias
cs: vliv středních tónů

source: amount of midtones bias from the photographic paper response modeling. the greater the bias, the more pronounced the fall off of the grain in shadows and highlights
cs: hodnota vlivu středních tónů dle modelu reprodukční křivky fotografického papíru. čím větší vliv, tím více je zdůrazněn propad zrna ve stínech a světlech

source: haze removal
cs: odstranění oparu

source: amount of haze reduction
cs: míra potlačení oparu

source: distance
cs: vzdálenost

source: limit haze removal up to a specific spatial depth
cs: omezit odstranění oparu na konkrétní prostorovou hloubku

source: highlight reconstruction
cs: rekonstrukce světel

source: clip highlights
cs: oříznout světla

source: reconstruct in LCh
cs: obnovit v LCh

source: reconstruct color
cs: obnovit barvu

source: highlight reconstruction method
cs: metoda rekonstrukce světlých tónů

source: manually adjust the clipping threshold against magenta highlights (you shouldn't ever need to touch this)
cs: ručně upravit práh pro ořez vůči světlům v purpurové barvě (toto byste neměli nikdy potřebovat)

source: sharpness
cs: ostrost

source: contrast boost
cs: zesílení kontrastu

source: the sharpness of highpass filter
cs: ostrost filtru highpass

source: the contrast of highpass filter
cs: kontrast filtru highpass

source: hot pixels
cs: poškozené pixely

source: fixed %d pixel
cs: opraven %d pixel

source: lower threshold for hot pixel
cs: spodní práh pro poškozené pixely

source: strength of hot pixel correction
cs: síla účinku opravy poškozených pixelů

source: detect by 3 neighbors
cs: detekovat dle 3 sousedících

source: mark fixed pixels
cs: označit opravené pixely

source: hot pixel correction only works for raw images.
cs: automatická korekce vadných pixelů pouze pro snímky raw.

source: `%s' color matrix not found for 4bayer image
cs: matice barev "%s" pro snímek 4bayer nenalezena

source: invert
cs: invertovat

source: pick color of film material from image
cs: vybrat barvu filmového materiálu ze snímku

source: color of film material
cs: barva filmového materiálu

source: brightness of film material
cs: jas filmového materiálu

source: select color of film material
cs: vyberte barvu filmového materiálu

source: lens correction
cs: korekce objektivu

source: find camera
cs: najít fotoaparát

source: find lens
cs: najít objektiv

source: auto scale
cs: automatické měřítko

source: camera model
cs: model fotoaparátu

source: select corrections
cs: vybrat korekce

source: maker: %s model: %s%s mount: %s crop factor: %.1f
cs: výrobce: %s model: %s%s bajonet: %s faktor ořezu: %.1f

source: camera/lens not found - please select manually
cs: fotoaparát/objektiv nenalezen - vyberte jej prosím ručně

source: try to locate your camera/lens in the above two menus
cs: zkuste najít váš fotoaparát/objektiv výše ve dvou menu

source: maker: %s model: %s focal range: %s aperture: %s crop factor: %.1f type: %s mounts: %s
cs: výrobce: %s model: %s rozsah ohnisek: %s clona: %s faktor ořezu: %.1f typ: %s bajonety: %s

source: focal length (mm)
cs: ohnisková vzd. (mm)

source: f-number (aperture)
cs: clonové číslo

source: distance to subject
cs: předmětná vzdálenost

source: distortion & TCA
cs: zkreslení & TCA

source: distortion & vignetting
cs: zkreslení & vinětace

source: TCA & vignetting
cs: TCA & vinětace

source: only distortion
cs: pouze zkreslení

source: only TCA
cs: pouze TCA

source: only vignetting
cs: pouze vinětace

source: corrections
cs: korekce

source: which corrections to apply
cs: které korekce se mají použít

source: geometry
cs: geometrie

source: target geometry
cs: cílová geometrie

source: rectilinear
cs: rektilineární

source: fish-eye
cs: rybí oko

source: panoramic
cs: panoramatická

source: equirectangular
cs: ekvirektangulární

source: orthographic
cs: ortografické

source: stereographic
cs: stereografické

source: thoby fish-eye
cs: rybí oko thoby

source: correct distortions or apply them
cs: upravit nebo použít zkreslení

source: correct
cs: opravit

source: distort
cs: deformovat

source: Transversal Chromatic Aberration red
cs: červená (příčná chromatická vada)

source: TCA red
cs: TCA červená

source: Transversal Chromatic Aberration blue
cs: modrá (příčná chromatická vada)

source: TCA blue
cs: TCA modrá

source: corrections done:
cs: provedené korekce:

source: which corrections have actually been done
cs: které korekce byly skutečně provedeny

source: levels
cs: úrovně

source: drag handles to set black, gray, and white points. operates on L channel.
cs: přetažením vodítek nastavte černý, šedý a bílý bod. pracuje v L kanálu.

source: apply auto levels
cs: aplikovat automatické úrovně

source: pick black point from image
cs: vybrat černý bod z obrázku

source: pick medium gray point from image
cs: vybrat střední šedou z obrázku

source: pick white point from image
cs: vybrat bílý bod z obrázku

source: black percentile
cs: percentil černé

source: gray percentile
cs: percentil šedé

source: white percentile
cs: percentil bílé

source: white
cs: bílá

source: liquify
cs: zkapalnění

source: click and drag to add point scroll to change size shift-scroll to change strength - ctrl-scroll to change direction
cs: kliknutím a tahem přidat bod rolovat pro změnu velikosti shift + rolovat pro změnu síly, ctrl + rolovat pro změnu směru

source: click to add line scroll to change size shift-scroll to change strength - ctrl-scroll to change direction
cs: kliknutí pro přidání přímky rolovat pro změnu velikosti shitf + rolovat to změnu síly, ctrl + rolovat pro změnu směru

source: click to add curve scroll to change size shift-scroll to change strength - ctrl-scroll to change direction
cs: kliknutí pro přidání křivky rolovat pro změnu velikosti shitf + rolovat to změnu síly, ctrl + rolovat pro změnu směru

source: click to edit nodes
cs: kliknout pro editaci uzlu

source: use a tool to add warps. right-click to remove a warp.
cs: použít nástroj pro přidání zkroucení. pravé kliknutí pro odstranění zkroucení.

source: warps|nodes count:
cs: počet zkroucení/uzlů:

source: point tool: draw points
cs: nástroj bodů: kreslit body

source: line tool: draw lines
cs: nástroj čar: kreslit čáry

source: curve tool: draw curves
cs: nástroj křivek: kreslit křivky

source: node tool: edit, add and delete nodes
cs: nástroj uzlů: upravit, přidat a smazat uzly

source: ctrl-click: add node - right click: remove path ctrl-alt-click: toggle line/curve
cs: ctrl + kliknutí: přidání uzlu pravé kliknutí: odstranění cesty ctrl + alt + kliknutí: přepnout čáru/křivku

source: click and drag to move - click: show/hide feathering controls ctrl-click: autosmooth, cusp, smooth, symmetrical - right click to remove
cs: kliknout a táhnout: přesun kliknutí: ukázat/skrýt ovládání prolnutí ctrl + kliknutí: automatické vyhlazení, miskovité, hladké, symetrické pravé kliknutí: odstranění

source: drag to change shape of path
cs: táhnutím změníte tvar cesty

source: drag to adjust warp radius
cs: táhnutím upravíte poloměr zkroucení

source: drag to adjust hardness (center)
cs: táhnutím upravíte tvrdost (střed)

source: drag to adjust hardness (feather)
cs: táhnutím upravíte tvrdost (rozostření)

source: drag to adjust warp strength ctrl-click: linear, grow, and shrink
cs: táhnutím upravíte sílu zkroucení ctrl + kliknutí: lineární, růst a zmenšení

source: point tool
cs: nástroj bodový

source: line tool
cs: nástroj čar

source: curve tool
cs: nástroj křivek

source: node tool
cs: nástroj uzlů

source: lowlight vision
cs: vidění při nízkém osvětlení

source: blue shift
cs: posun modré

source: indoor bright
cs: uvnitř světlé

source: indoor dim
cs: uvnitř zšeřelé

source: indoor dark
cs: uvnitř tmavé

source: twilight
cs: pološero

source: night street lit
cs: noční ulice osvětlená

source: night street
cs: noční ulice

source: night street dark
cs: noční ulice tmavá

source: night
cs: noc

source: dark
cs: tmavé

source: bright
cs: světlé

source: day vision
cs: denní vidění

source: night vision
cs: noční vidění

source: blueness in shadows
cs: míra modré ve stínech

source: local contrast mask
cs: maska lokálního kontrastu

source: filter order
cs: pořadí filtrů

source: 0th order
cs: nulté pořadí

source: 2nd order
cs: 2. řád

source: filter order of gaussian blur
cs: pořadí filtru gaussovského rozostření

source: soften with
cs: změkčit pomocí

source: bilateral filter
cs: bilaterální filtr

source: radius of gaussian/bilateral blur
cs: poloměr gaussovského/bilaterálního rozostření

source: contrast of lowpass filter
cs: kontrast lowpass filtru

source: brightness adjustment of lowpass filter
cs: úprava jasu lowpass filtru

source: color saturation of lowpass filter
cs: sytost barev lowpass filtru

source: which filter to use for blurring
cs: jaký filtr použít pro rozostření
